<!DOCTYPE HTML PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\n";
      "http://www.w3.org/TR/html4/loose.dtd\">

<HTML>
<HEAD>
<TITLE>Vorwort Frageb&ouml;gen FFw</TITLE>

<link rel="stylesheet" type="text/css" href='ffw.css'>
</HEAD>
<body onLoad='javascript:Einblenden()'>
<A name ='Anfang' HREF="http://www.hessen.de" TARGET="_top"><IMG SRC="loewe.gif" WIDTH=112 HEIGHT=112 ALT="Land Hessen" Border=0 HSPACE=10 VALIGN=TOP ALIGN=LEFT></A>
<div class='hlfs'>der Hessischen Landesfeuerwehrschule</div>
<div class="raum"><big class="hgGruen">f&uuml;r die Einsatzabteilung</big></div>
<A HREF="#WasIstNeu">Was ist neu</A>&nbsp;| <A HREF="#WasGeht">Eigenschaften</A>&nbsp;| <A HREF="#Download">Download</A> <span class='hidden' id='online1'>| <A HREF="../altenhein/impressum.htm" target="_blank">Impressum</A></span><BR><A HREF="javascript:parent.Index.Lade('ffw_k00.htm');">Test-Fragen</A> | <A HREF="javascript:parent.Index.BewertungsRegeln();">Bewertung</A>&nbsp;<span class='hidden' id='online2'>| <A HREF="javascript:parent.Index.NewsLetter();" Target="Steuer">Newsletter</A></span><BR clear=all>

<noscript>
<div class='missing'><h2>&nbsp;Javascript ist abgeschaltet</h2>
<p>Das Fragebogen-Programm ben&ouml;tigt <b>JavaScript</b>. Dies ist zur Zeit bei Deinem Browser deaktiviert. Das Programm wird erst funktionieren wenn Du unter Einstellungen JavaScript erlaubst.</p>
</div>
</noscript>

<div class="rand hgGelb" style="padding:0 1em; margin-top:1em;">
<p>Dieser Fragebogenkatalog basiert auf den "Fragenkatalog zur Hessischen Feuerwehrleistungsübung" (Stand Oktober 2009) der <b>Hessischen Landesfeuerwehrschule (<a href='http://www.hlfs.de' target='_top'>HLFS</a>)</b> in <b>Kassel</b>. Weitere Grundlage ist die Original Software von M. Altenhein (Stand 5.40). Diese Software ist <b>NICHT</b> zur weitergabe bestimmt. In der Hoffnung, dass es irgend wann wieder ein offizielles Programm gibt habe ich alle Links des original Programmverfasser gelassen. Der original Fragenkatalog als PDF der Hessischen Landesfeuerwehrschule kann unter <a href='http://www.hlfs.de/irj/HLFS_Internet?uid=9e539ca3-9676-d112-6684-144e9169fccd' target='_top'>http://www.hlfs.de/irj/HLFS_Internet?uid=9e539ca3-9676-d112-6684-144e9169fccd</a> heruntergeladen werden.</p>

</div>
<h3>Wichtige Hinweise</h3>
<p><B>Browser:</B> F&uuml;r die vorliegende Version empfehle ich 1. den <b class='hgGruen rand'>Firefox</b> oder 2. den <b class='hgGruen rand'>Internet-Explorer ab 7.0</b>. Erfolgreich getestet wurde das Programm auf Firefox 1.07 und 2.0, IE 5.5, 6.0 und 7.0, Netscape 7.0. Netscape 4.7 geht auch noch aber es sieht nicht gut aus. <b class='hgPink rand'>Opera</b> (Version 9.24) ist <b>NICHT</b> empfehlenswert. Er funktioniert nur wenn man keine Umlaute im Benutzer-Namen oder im Spitznamen verwendet!</p>
<p><b>Cookies:</b> Das Programm speichert alle Daten in einem Cookie auf Deiner Festplatte. D.h. Du musst dem Programm das Schreiben von Cookies erlauben.</p>
<p>Das Programm optimiert das Verh&auml;ltnis zwischen Lernaufwand und Lernerfolg. Dabei k&ouml;nnen aber auch ein paar <b>Probleme auftauchen wenn Du die nachstehenden Punkte nicht beachtest</b>:</p>
<UL>
<LI>Im Auto-Modus werden <b>nur jeweils 15 Fragen</b> abgefragt. Erst durch <b>wiederholtes &Uuml;ben</b> kommen alle Fragen an die Reihe. Wenn Du einmal ein Kapitel komplett durcharbeiten willst, schalte unter <a href="javascript:parent.Index.Einstellungen()">Einstellungen</a> auf den AlleFragen-Modus um.</LI>
<LI>Wenn mehr als ein Benutzer oder ein Gast mit den Frageb&ouml;gen &uuml;ben will, mu&szlig; ein neues Benutzer-Konto eingerichtet und benutzt werden.</LI>
</UL>
<p>Um die Frageb&ouml;gen zu starten, w&auml;hle links ein Kapitel aus oder <A HREF="javascript:parent.Index.Formular();">mische</A> Dir Fragen aus mehreren/allen Kapiteln zusammen.</p>
<p>Wenn Du Fehler finden solltest, sende mir eine entsprechende <A HREF="mailTo:manfred@alraft.de?subject=Feuerwehr-Fragebogen&body=Hallo Manfred!%0a%0d%0a%0d">E-Mail.</a></p>

<h3><a name='WasIstNeu'>Und das ist <span class="rot"><b>neu</b></span> gegen&uuml;ber der Version 5.40 / 6.00:</a></h3>
<ul>
<li>Kapitel Rettungsger&auml;te Frage 35 angepasst.</li>
<li>Kapitel Lebensrettende Sofortmassnahmen Frage 2 gelöscht.</li>
<li>Kapitel Physische und psychische Belastung ergänzt.</li>
<li>Kapitel Rettungsgeräte ergänzt.</li>
<li>Mehrere Benutzer auf dem gleichen Rechner und mit dem gleichen Browser</li>
<li>&Uuml;bertragen des Ausbildungstandes von bzw. auf andere Rechner/Browser. <b>Der Vorteil:</b> Man muss nun <b>nicht mehr bei Null anfangen</b>, wenn man einen neuen Rechner bekommt bzw. nur einen neuen Browser installiert.</li>
<li>Die neueren Browser erlauben den Klick auf den Text um eine Frage zu beantworten.</li>
</ul>

<h3><a name="WasGeht">Die wichtigsten Eigenschaften</a></h3>
<ul>
<LI>Dein Browser merkt sich Deinen <b>Ausbildungsstand</b>. Du siehst auf einen Blick, in welchem Kapitel Du noch Schw&auml;chen hast und - wenn Du willst - <B>kannst</B> Du nur noch diese Fragen &uuml;ben!</LI>
<LI>Es gibt einen <B>Anf&auml;nger-Modus</B>, der bei richtiger Beantwortung der Frage die richtige Antwort gelb markiert.</LI>
<LI>Der <B>Auto-Modus</B> erm&ouml;glicht das Lernen in kleinen H&auml;ppchen. Falsche und unsichere Fragen werden wesentlich h&auml;ufiger abgefragt.</LI>
<li>Der Browser merkt sich jetzt mehrere Benutzer.</li>
<li>Der Ausbildungsstand kann von einem Rechner/Browser zum anderen Rechner/Browser &uuml;bernommen werden.</li>
<LI>Du kannst einzelne Fragen als <b>unsicher</b> markieren.</LI>
<LI>Du kannst mitten in einem <b>Kapitel abbrechen</b> und gelangst zur Auswertungsseite</LI>
<LI>Du kannst die Fragen durchsuchen und eine H&auml;ufigkeitsverteilung aller W&ouml;rter erstellen. (Erreichbar unter <A HREF="javascript:parent.Index.Formular();">Fragen mischen</a> dann [Suche]-Button)</LI>
<LI>Du kannst Dir einen Fragebogen selber zusammenstellen</LI>
<LI>Du kannst Deine pers&ouml;nlichen Einstellungen <b>abspeichern</b></LI>
<LI>Das <b>rote Kreuz</b> <IMG SRC="kreuz.gif" Border='0' Width='13' Height='18' Alt="rotes Kreuz"> zeigt Dir beim Klick darauf Deine Problem-Fragen im Detail.</LI>
</ul>

<div class='hidden'><!-- vorgeladene Grafiken -->
	<div class='rand'><p>Diese Bilder werden vorgeladen und sollten im Normalfall gar nicht zu sehen sein</p>
		<IMG SRC="back.gif"> <IMG SRC="nr.gif"> <IMG SRC="vor.gif">
		<IMG SRC="ende.gif">
		<IMG SRC="richtig.gif"> <IMG SRC="korrekt.gif">	<IMG SRC="falsch.gif">
		<img src="gelb.gif"> <img src='laut.gif'><img src='leise.gif'>
		<img src='123.gif'> <img src='n123.gif'>
		<img src='abc.gif'> <img src='nabc.gif'>
		<img src='alle.gif'>	<img src='nur.gif'> <img src='auto.gif'>
		<img src='ampel_gruen.gif'> <img src='ampel_rot.gif'>
		<img src='a.gif'> <img src='b.gif'> <img src='d.gif'>
		<img src='blank.gif'>
		<img src='gmed.gif'> <img src='smed.gif'>
		<img src='pd.gif'> <img src='pf.gif'> <img src='pg.gif'> <img src='pp.gif'> <img src='pr.gif'> <img src='ps.gif'> <img src='py.gif'>
	</div>
</div>

<h3><a name='Download'>Download</a></h3>
<p id='offline'>Du hast die Fragenb&ouml;gen bereits als Download heruntergeladen und erfolgreich installiert. Jetzt hei&szlig;t es &uuml;ben, &uuml;ben und nochmals &uuml;ben. Vergi&szlig; aber vor lauter Eifer nicht ab und zu doch noch mal zu meiner <A HREF='http://www.alraft.de/altenhein/fragebogen/index.html' Target='_top'>Feuerwehr-Seite</A> zu surfen um nach Neuigkeiten und Aktualisierungen zu schauen ;-)</p>
<div class='hidden' id="online3">
<p>Du solltest Dir die Frageb&ouml;gen per Download nach Hause auf Deinen Rechner holen. Gehe auf meine <A HREF='http://www.alraft.de/altenhein/fragebogen/' target='_top'>Fragebogen-Seite</A>. Dort findest Du rechts oben den Link zum Download</p>
<p>Entpacke die Datei mit dem Explorer bzw. Deinem Unzip-Programm in ein Verzeichnis Deiner Wahl.</p>
<p>Gehe dann mit dem Explorer in dieses Verzeichnis und suche nach der Datei <span class='rot'>fragebogen.htm</span>. Wenn Du sie gefunden hast markiere die Datei mit der Maus. W&auml;hle mit der rechten Maustaste den Punkt Verkn&uuml;pfung erstellen. Ziehe dann diese Verkn&uuml;pfung auf Deinen Monitor. Nun kannst Du mit einem Doppelklick auf diese Verkn&uuml;fung das Fragebogenprogramm starten.</p>
<p>Melde Dich bei meinem <A HREF='javascript:parent.Index.NewsLetter();' Target='Steuer'>Newsletter</A> an um &uuml;ber Neuigkeiten und Aktualisierungen informiert zu werden.</p></div>

<h3><a name='Anleitung'>Detaillierte Anleitung</a></h3>
<p>Eine detaillierte Anleitung und h&auml;ufig gestellten Fragen findest Du im Internet unter der Adresse <a href='http://www.alraft.de/altenhein/fragebogen/anleitung/index.html' target='_top'>http://www.alraft.de/altenhein/fragebogen/anleitung/index.html</a>. Dort gibt es dann auch den Link zu meiner Homepage.</p>
<P><HR>Viel Erfolg w&uuml;nscht Dir Manfred Altenhein. Zur&uuml;ck zum <A HREF="#Anfang">Seitenanfang</A><P>
<FONT SIZE=-1><P>Fragenkatalog: &copy 2009 Hessische Landesfeuerwehrschule Kassel (HLFS)<BR>
Anzeigeprogramm: &copy; 2008 Manfred Altenhein -  17. April 2008<BR>
&Auml;nderung des Anzeigeprogramm von mir ohne jede Erlaubnis - 02. April 2010<P align=right>Adresse im Internet: <A Href="http://www.alraft.de/feuerwehr540/fragebogen.htm" target='top'>http://www.alraft.de/feuerwehr540/fragebogen.htm</A></FONT>
<p>&nbsp;<p>&nbsp;<p>&nbsp;<p>&nbsp;<p>&nbsp;

<script type="text/javascript">
   if (parent.frames.length<3) window.top.location.href="fragebogen.htm";

function Einblenden() {
if (window.location.protocol == "http:") {
   var IE = document.all;
	with (document) {
	   if (IE) {
	     IE.online1.style.display = "inline";
	     IE.online2.style.display = "inline";
	     IE.online3.style.display = "block";
	     IE.offline.style.display = "none";
	   } else {
	     getElementById("online1").style.display = "inline";
	     getElementById("online2").style.display = "inline";
	     getElementById("online3").style.display = "block";
	     getElementById("offline").style.display = "none";
	   }
	}
 }
}
</script>

</BODY>
</html>